Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/F24A.tmx
Source language: en_us
Languages: zh_cn

source: Finding Your Personal Style, Lesson 1: Fashion Fades, Style is Eternal
zh_cn: 定位个人风格，第一课：时尚消逝，风格永恒

source: A lot of people (some I know personally, some I have just heard of, and some I know exist out there) define style by what you put on your back, the label of your shoes, or the name of your bag.
zh_cn: 很多人（一些是我认识的人，一些只是我听说过的人，还有这样一些人我知道他在某地存在）通过衣着、鞋子上的标签或者是包包的牌子来定义风格。

source: This is not just thinking for those who know nothing about fashion or style except for being able to read price tags.
zh_cn: 这篇文章不仅仅是对那些除了能够阅读价格标签而对时尚或风格却一无所知的人的思考。

source: It's sad, and this kind of behavior beats the unique fashion world with all its powers and inspirations and possibilities to the ground by simply dismissing the process of getting to know yourself and transporting your inner self to your clothes.
zh_cn: 这种人是可悲的，他们完全不把认知自我并把内在的自我传达于衣服的过程放在心上，这种行为彻底的打击了时尚界，打击了它的能量、灵感和发展潜力。

source: Fashion is the only language that works in a global range without the necessity of using words to transport a message, set a statement or show your colors.
zh_cn: 时尚是唯一无需用文字传递信息、陈述声明或表明立场就可在全球范围内使用的语言。

source: Style is a dialect of fashion, and finding your own style is a process that takes time and effort and an open mind -- to evolve, to develop, to grow, to change, to find yourself and analyze your true motives and purposes in life.
zh_cn: 风格是时尚的一种行业术语， 而找到自己的风格是一个需要花费时间和精力的过程，同时也需要具备一种开放的心态 ——逐步演变、发展、成长、变化、发现自我，并分析自己生活的真正动力和目标。

source: Throughout the history of fashion we meet graceful ladies such as Audrey Hepburn, Grace Kelly, and Princess Diana, as well as elegant gentlemen like Frank Sinatra, Humphrey Bogart, and James Dean and memorable designers like Yves (Henri Donat Mathieu-) Saint Laurent, Christian Dior and Gabrielle "Coco" (Bonheur) Chanel.
zh_cn: 回顾整个时尚史，我们遇到过像奥黛丽赫本、格蕾丝·凯利和戴安娜王妃那般高雅的淑女，也遇到过如弗兰克·西纳特拉、亨弗莱·鲍嘉和詹姆斯·迪恩那样优雅的绅士，以及那些令人难忘的设计大师们，如伊夫·圣·洛朗、克里斯汀·迪奥和加布里埃尔“可可”（波纳）香奈儿。

source: All those icons taught us one thing above many others--Fashion fades, while true Style remains eternal, AND Style comes from within oneself.
zh_cn: 所有这些代表性人物都教给我们一个胜过许多其它方面的道理——时尚会消逝，但是真正的风格却是永恒的，而且风格源于内心。

source: It is the essence of who we are, who we want to be and how we want to be seen by others.
zh_cn: 我们是谁、我们想成为谁，以及我们希望自己如何被他人看待才是风格的本质。

source: It is something you either own, or you don't, obviously. Sometimes, style is something we inherit, if our mothers or fathers or icons help us to find and define ourselves from early on.
zh_cn: 有时候，风格是我们继承的某样东西，倘若我们的母亲或父亲或偶像能够帮助我们在早期时候就发现和定义自己的话。

source: Those of us who do not get that chance, like myself, with a mother who was hardly able to pick a sweater that matched any of her pants in color or fabric, have to pull themselves together to find out who they are and what kind of style fits their personality.
zh_cn: 那些没有这种机会的人，比如像我一样，我的母亲连挑选一件在颜色或面料上能和她的任何一条裤子相匹配的毛衣都很难，我们这些人必须发现自己是谁以及什么样的风格适合自己的个性。

source: I don't want to imply that when it comes to fashion I am as impeccable as Leona Lewis' voice, but, between you and me, (and because I am totally aware of having my bad moments too) I am quite fabulous and I love what I do.
zh_cn: 当然，我并不是指一提到时尚，我就会同利昂娜刘易斯的说法一样无可挑剔，但是，在你和我之间，（而且因为我也完全知道自己什么时候最糟糕），我做的确实很好而且我热爱着自己所做的。

source: To me, there is nothing as beautiful and reckless and crazy and immortal and self-defining as fashion.
zh_cn: 对我来说，没有什么会像时尚那样美丽、不计后果、疯狂、不朽和风格迥然。

source: What gets me out of bed every morning is the chance to put together an outfit that makes me feel like I can (never just could) conquer the world.
zh_cn: 每天早晨促使我起床的动力就是我可以有机会搭配一身衣服，让我感觉自己可以征服整个世界。

source: And this is the exact feeling I want you to have, learn, live, when you read my Style section here on lifehack.org.
zh_cn: 当你在lifehack.org上阅读我主编的‘风格’那一版时，这种强烈的感觉也是我希望你可以拥有、学习和赖以生活的。

source: I want you to feel good about yourself and I want you to learn how to dress that way and to fall in love with whatever you want to put on your back because a cardinal rule of shopping suggests, "If you don't love it in the store, you're never going to wear it!"
zh_cn: 我希望你可以自我感觉良好，希望你能学会如何像那样打扮自己，并且能够喜欢穿在自己身上的每一件衣服，因为买衣服的一个基本规则就是“如果你在商店里就不喜欢它，那么买回去你也永远不会穿它！”

source: So, let's start finding ourselves by a simple set of rules we go through in this section.
zh_cn: 所以，让我们首先通过浏览这一版块里提到的一系列简单规则来发现自我。

source: I don't just want to give you orders in what to wear where--that's not my place and not my right.
zh_cn: 我并不只是想告诉你在何种场合穿何种衣服——这不是我的任务，而且我也没有这种权利。

source: In the end, I don't know you and therefore, I can't tell you what clothes to chose BUT I can help you to learn to know yourself in order to dress better and realize that everything you have inside regarding your motivations, emotions, ambivalences, problems, joys, characteristics, should show in what you wear.
zh_cn: 再说，我也不认识你，因此，我不能告诉你该如何选择衣服，但是我可以帮助你学会了解自己，从而能更好的穿衣打扮，并且让你认识到你内在的动机、情感、矛盾、问题、喜悦和性格等都应该通过穿着得到展现。

source: Just as Greek sage and philosopher Epictetus said, "Know, first, who you are; and then adorn yourself accordingly."
zh_cn: 正如希腊圣人和哲学家爱比克泰德所说， “首先要了解自己，然后再相应得体地打扮自己。”

source: But to understand what adorning accordingly really means one has to understand the differences of everything in fashion, from trend to evergreen.
zh_cn: 但是要得体的打扮自己，一个人必须了解时尚界里从流行款到经典不衰款的各种款式的差异。

source: So, I say, "Learn what is available out there to adorn yourself with, first, while you get to know who you are and then, apply whatever you've been taught."
zh_cn: 所以，我说，“首先要学习能够帮助装扮自己的各种可利用的资源，然后当你了解自己后就可以学以致用啦！”

source: Yeah, that's more like it nowadays.
zh_cn: 是啊，现今人们更倾向这种做法了。

source: Lesson #1: Fashion fades, Style is eternal.
zh_cn: 第一课：时尚消逝，风格永恒

source: I know, this is a rather often-misused quotation but bottom line is that it's true.
zh_cn: 我知道，这句话已经被说滥了，但最起码这句话说的很对。

source: Basically, this one lesson, our first one, is to understand the difference between what is a current trend and what is something that will last forever to be a faithful companion along the road to fashion nirvana.
zh_cn: 基本上，这一课也就是我们的第一课，是要了解什么是目前的流行趋势和什么将成为永恒的经典并永远追随时尚界的脚步这两者之间的区别。

source: There are trend pieces, basics, evergreens and investment pieces.
zh_cn: 服装有流行款、基本款、经典款和值得投资的潜力款这几种款式。

source: The perfect wardrobe consists of each, though I recommend to buy more evergreens and investment pieces, as those are the true survivors of time and changes because they go with it and adapt no matter the time, no matter the change.
zh_cn: 尽管我建议购买更多的经典款和潜力款，因为这些款式能够适应时代和潮流变化且永远不会被淘汰，但是最完美的衣橱应该包括各种款式。

source: As said before, a lot of people stupidly mistake buying labels for having style.
zh_cn: 正如之前所说的，许多人愚蠢地误认为购买大牌就是拥有风格。

source: But trust me--it hurts far more to look ridiculously stupid in a $5,000 Louis Vuitton dress than in a $40 H&M one.
zh_cn: 但是请相信我——如果穿一件价值5000美元的路易威登衣服比穿上40美元一件的H&M看起来可笑愚蠢，那么这种伤害更大。

source: At this point of time it's crucial to quote Patricia Field, costume designer of our beloved Sex and the City, who said that, "You can't get caught up by 'is it expensive, is it a designer?'
zh_cn: 在这一点上，很有必要引用我们喜爱的热门电视剧《欲望都市》的服装设计师帕翠莎·菲尔德的一句话，她说：“你不能过分注重‘它价格昂贵吗？它是高档货吗？’”

source: It's our eye that chooses and really, it doesn't matter where it comes from."
zh_cn: 应该是我们的眼睛在选择，而且实际上，它是什么牌子并不重要。

source: And she is right--whatever you lay your eyes on, whatever you buy, whatever you fall in love remember one thing; if you don't love it in the store, you are never going to wear it, and what's really the sense in buying something just because it's Prada or Bottega Veneta or Burberry, if you can't commit to it one hundred percent?
zh_cn: 她说的很对，无论你把目光停留在哪件商品上，无论你买什么，无论你爱上什么，只需记住一条：如果你在商店里就不喜欢它，那么买回去你也永远不会穿它；如果你不能百分百地承诺遵守这一条原则，那么你购买一些商品仅仅因为它是普拉达或是宝缇嘉或是巴宝莉这样的大牌的真正意义是什么呢？

source: The relationship between yourself and your clothes should be as close as the relationship you have with a love interest--possibly even closer and deeper because in the end, a Prada dress or a pair of Burberry boots or that one H&M military jacket will never break your heart.
zh_cn: 你和衣服之间的关系应该像你和爱人之间的关系一样亲密，甚至感情可能更亲密更深厚，因为最终，一件普拉达礼服或是一双巴宝莉靴子或是一件H＆M的军装式夹克永远都不会伤害你的心。

source: If you love something, stand behind it.
zh_cn: 如果你喜欢某样东西，那么就支持它。

source: It is what it is.
zh_cn: 这就是理由。

source: Some people simply can't afford the luxury of buying everything Chanel or Louis Vuitton and there's no reason to be ashamed of that.
zh_cn: 一些人只是不能够买起香奈儿或路易威登这样的大牌奢侈品，但是我们没有理由为此感到羞愧。

source: Be proud of what you have and what you are able to treat yourself with.
zh_cn: 要为你所拥有的以及你能够款待自己的东西感到自豪。

source: If you have style, you can rock H&M just like others might rock Prada.
zh_cn: 如果你能有自己的风格，那么你穿H＆M 也能像别人穿普拉达一样穿出精彩。

source: Truly, it is all about the confidence you inherit and radiate.
zh_cn: 诚然，所有这些都是源于你内在散发出的一种自信。
